# ReleaseXML

## Description
Releases XML parser internal memory.

```pascal
FUNCTION ReleaseXML(XMLHandle : LONGINT) : INTEGER;
```

```python

def vs.ReleaseXML(XMLHandle):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|XMLHandle|LONGINT||

## Version
Availability: from Vectorworks 2011
## Category
* XML